Repository: greifadler/pokedex-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: About
de: Über

source: All Pokémon’s
de: Alle Pokémon's

source: Error while loading your Pokemon!
de: Fehler beim laden der Pokemon

source: Evolution
de: Entwicklungen

source: Favourites
de: Favouriten

source: Like Pokemon
de: Pokemon gefällt mir

source: No liked Pokémons found
de: Keine favorisierten Pokémons gefunden

source: No Pokémons found
de: Keine Pokémons gefunden

source: Open Pokemon
de: Pokemon ansehen

source: Reload
de: Neu laden

source: Search for Pokémon..
de: Such nach einem Pokémon...

source: Share
de: Teilen

source: something went wrong
de: Es ist ein Fehler aufgetreten

source: Stats
de: Statistiken

source: Unlike Pokemon
de: Pokemon gefällt mir nicht mehr
